console.log("допускается отклонение вёрстки от макета до 10px по горизонтали и вертикали, если соблюдается визуальное сходство вёрстки и макета.\n В случае если пиксель перфект превысил данное расхождение то баллы за 3 пункт проверки (верстка соответствует макету) \n обрезаются на половину за каждый не соответствующий блок (все блоки превысили - 27 баллов максимум, \nтолько header выпал - 50 баллов максимум)\n
    разрешены и даже приветствуются правки размеров и расположения криво нарисованных блоков\n
    в качестве инструмента для проверки соответствия вёрстки макету используйте расширение PerfectPixel\n
    при проверке вёрстки при помощи расширения PerfectPixel в первую очередь убедетесь, что в расширении выставлен масштаб 1, в браузере\n и операционной системе - масштаб 100%\n
    если разрешение экрана 1440рх и больше, для проверки вёрстки на соответствие макету достаточно вручную выставить макет по верхнему \nлевому углу направляющих, ограничивающих контент (или отцентрировать, нажав на 中 в Pixel Perfect)\n
    если разрешение экрана меньше 1440рх, для проверки используем device toolbar браузера Google Chrome в режиме responsive\n
    каждый блок и секция рассматриваются по раздельности, т.е. недочеты предыдущего блока не переносятся на следующий, а при переходе \nпроверки на следующий блок, мы его выравниваем с наложенным изображением\n
    относительно текста проверяем его выравнивание по левому краю, отступы до границы блока.Размеры текста проверяются только по высоте.\nОтличие в ширине слов и отступах между буквами при сопоставлении макета и вёрстки не считается ошибкой, если \nиспользуется правильный шрифт с правильно указанными свойствами\n
    Оценка - 100 баллов"
)